tap "bufbuild/buf"
tap "derailed/popeye"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "warrensbox/tap"
brew "btop"
brew "buf"
brew "curl"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "python@3.13"
brew "git-filter-repo"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "grep"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "lua"
brew "make"
brew "nowplaying-cli"
brew "pinentry-mac"
brew "podman"
brew "pre-commit"
brew "protobuf"
brew "shellcheck"
brew "stow"
brew "switchaudio-osx"
brew "derailed/popeye/popeye"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "warrensbox/tap/tfswitch"
cask "aldente"
cask "alfred"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-cloud-sdk"
cask "insomnia"
cask "keeper-password-manager"
cask "maccy"
cask "podman-desktop"
cask "sf-symbols"
