tap "bufbuild/buf"
tap "derailed/popeye"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "warrensbox/tap"
brew "binwalk"
brew "btop"
brew "buf"
brew "curl"
brew "exiftool"
brew "fastfetch"
brew "foremost"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "python@3.13"
brew "git-filter-repo"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "grep"
brew "jq"
brew "k9s"
brew "kdoctor"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "make"
brew "micro"
brew "node"
brew "nowplaying-cli"
brew "nvm"
brew "pinentry-mac"
brew "pre-commit"
brew "protobuf"
brew "shellcheck"
brew "stow"
brew "switchaudio-osx"
brew "yarn"
brew "zoxide"
brew "derailed/popeye/popeye"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "warrensbox/tap/tfswitch"
cask "aldente"
cask "betterdisplay"
cask "cursor"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "forklift"
cask "gcloud-cli"
cask "ghostty"
cask "insomnia"
cask "kawa-app"
cask "keeper-password-manager"
cask "maccy"
cask "macfuse"
cask "ngrok"
cask "postman"
cask "raycast"
cask "screenflick"
cask "sf-symbols"
cask "xquartz"
cask "zed"
